{"site":{"url":"https://mirrors.zju.edu.cn","abbr":"ZJU","name":"浙江大学开源镜像站","issue":"https://github.com/zjulug/mirrors-issue-tracker","request":"https://github.com/zjulug/mirrors-issue-tracker"},"info":[],"mirrors":[{"cname":"archlinux","url":"/archlinux","status":"S1615688205","desc":"A simple, lightweight Linux distribution."},{"cname":"centos","url":"/centos","status":"S1615620561","desc":"An Enterprise-class Linux Distribution \"derived from sources freely provided to the public by Red Hat"},{"cname":"cygwin","url":"/cygwin","status":"U","desc":"Red Hat's \"community project\" tool to migrating applications from UNIX/Linux to the Microsoft Windows platform"},{"cname":"CPAN","url":"/CPAN","status":"U","desc":"The Comprehensive Perl Archive Network"},{"cname":"CTAN","url":"/CTAN","status":"U","desc":"The Comprehensive TeX Archive Network"},{"cname":"debian","url":"/debian","status":"S1615638237","desc":"The Debian Linux distribution"},{"cname":"deepin","url":"/deepin","status":"U","desc":"Fast and stylishly simple linux distribution by Wuhan Deepin Technology"},{"cname":"docker-ce","url":"/docker-ce","status":"U","desc":"Docker Community Edition (CE) is ideal for developers and small teams looking to get started with Docker and experimenting with container-based apps."},{"cname":"elpa","url":"/elpa","status":"U","desc":"GNU Emacs Lisp Package Archive. The default package repository for GNU Emacs. "},{"cname":"epel","url":"/epel","status":"S1615492905","desc":"Extra Packages for Enterprise Linux is a Fedora Special Interest Group that creates, maintains, and manages a set of additional packages for Enterprise Linux"},{"cname":"fedora","url":"/fedora","status":"U","desc":"Red Hat's \"community project\" Linux distribution"},{"cname":"gentoo","url":"/gentoo","status":"U","desc":"A special flavor of Linux that can be automatically optimized and customized for just about any application or need."},{"cname":"hackage","url":"/hackage","status":"U","desc":"Hackage is the Haskell community's central package archive of open source software."},{"cname":"homebrew-bottles","url":"/homebrew-bottles","status":"U","desc":"The missing package manager for macOS, this mirror includes its bottles"},{"cname":"julia","url":"/julia","status":"U","desc":"Julia is a high-level, high-performance dynamic programming language for numerical computing."},{"cname":"kali","url":"/kali","status":"U","desc":"A Linux distribution for security tests"},{"cname":"linuxmint","url":"/linuxmint","status":"S1615690005","desc":"Linux Mint is aimed to produce a modern, elegant and comfortable operating system"},{"cname":"manjaro","url":"/manjaro","status":"U","desc":"Manjaro Linux is a new linux distribution which is based on arch linux."},{"cname":"msys2","url":"/msys2","status":"U","desc":"MSYS2 is an modern version of MSYS, both of which are Cygwin forks with the aim of better interoperability with native Windows software"},{"cname":"neurodebian","url":"/neurodebian","status":"U","desc":"NeuroDebian provides a large collection of popular neuroscience research software for the Debian operating system as well as Ubuntu and other derivatives"},{"cname":"npm","url":"/npm","status":"U","desc":"NPM for node.js. This is an experimental mirror, please post issue to Issue Tracker if you find something wrong"},{"cname":"opensuse","url":"/opensuse","status":"S1615634601","desc":"Novell's \"community project\" Linux distribution"},{"cname":"openwrt","url":"/openwrt","status":"U","desc":"The OpenWrt Project is a Linux operating system targeting embedded devices"},{"cname":"pythonxy","url":"/pythonxy","status":"U","desc":"Python(x,y) is a free scientific and engineering development software for numerical computations, data analysis and data visualization based on Python"},{"cname":"pypi","url":"/pypi","status":"U","desc":"The Python Package Index (PyPI) is a repository of software for the Python programming language. This is a cached reflection of TUNA pypi mirror."},{"cname":"postgresql","url":"/postgresql","status":"S1615641945","desc":"PostgreSQL is one of the world's most advanced open source databases."},{"cname":"qubesos","url":"/qubes","status":"U","desc":"Qubes is a security-oriented, free and open-source operating system for personal computers that allows you to securely compartmentalize your digital life."},{"cname":"raspbian","url":"/raspbian","status":"U","desc":"Raspbian is a free operating system based on Debian optimized for the Raspberry Pi hardware."},{"cname":"rfc","url":"/rfc","status":"U","desc":"Request for Comments (RFC) is a type of publication from the technology community. RFCs may come from many bodies including from the Internet Engineering Task Force (IETF), the Internet Research Task Force (IRTF), the Internet Architecture Board (IAB) or from independent authors."},{"cname":"stackage","url":"/stackage","status":"U","desc":"Stackage is a stable source of Haskell packages."},{"cname":"ubuntu","url":"/ubuntu","status":"S1615612929","desc":"Ubuntu is a Linux distribution from Canonical"}]}